{
    "firstRabiesVaccination": {
        "name": "First rabies vaccination",
        "conceptId": "170365007",
        "description": "Administration of first dose of vaccine product containing only Rabies lyssavirus antigen",
        "details": "The initial vaccination against rabies, which is crucial for protecting from this deadly viral disease."
    },
    "secondRabiesVaccination": {
        "name": "Second rabies vaccination",
        "conceptId": "170366008",
        "description": "Administration of second dose of vaccine product containing only Rabies lyssavirus antigen",
        "details": "The second vaccination against rabies, which is vital for reinforcing the immunity established by the first dose."
    },
    "thirdRabiesVaccination": {
        "name": "Third rabies vaccination",
        "conceptId": "170367004",
        "description": "Administration of third dose of vaccine product containing only Rabies lyssavirus antigen",
        "details": "The third vaccination against rabies, which is important for ensuring continued immunity."
    },
    "canineLeptospirosisVaccination": {
        "name": "Immunization for canine leptospirosis",
        "conceptId": "335861000009109",
        "description": "A vaccine that protects against leptospirosis, a bacterial infection that can affect the liver and kidneys.",
        "details": "Leptospirosis is zoonotic, meaning it can also be transmitted to humans, making vaccination an essential preventative measure for pets and their owners."
    },
    "felineLeukemiaVaccination": {
        "name": "Immunization for feline leukemia",
        "conceptId": "348691000009108",
        "description": "A vaccine designed to protect from feline leukemia virus (FeLV), which can suppress the immune system and lead to severe illnesses.",
        "details": "This immunization is especially important for outdoor or social animals that may come into contact with infected individuals."
    },
    "bordetellaVaccination": {
        "name": "Immunization for bordetella",
        "conceptId": "361661000009100",
        "description": "Administration of vaccine product containing Bordetella bronchisepticum antigen",
        "details": "A vaccine to protect against Bordetella bronchiseptica, a common bacterial cause of kennel cough."
    },
    "lymeVaccination": {
        "name": "Administration of Lyme disease vaccine",
        "conceptId": "396455004",
        "description": "Administration of vaccine product containing only Borrelia burgdorferi antigen",
        "details": "A vaccine designed to protect against Borrelia burgdorferi, the bacterium responsible for Lyme disease."
    },
    "rabiesVaccination": {
        "name": "Rabies vaccination",
        "conceptId": "34631000",
        "description": "Administration of vaccine product containing only Rabies lyssavirus antigen",
        "details": "A vaccine that protects against rabies, a viral disease that affects the central nervous system."
    },
    "rabiesBoosterVaccination": {
        "name": "Rabies booster vaccination",
        "conceptId": "416059007",
        "description": "Administration of booster dose of vaccine product containing only Rabies lyssavirus antigen",
        "details": "A booster vaccination that reinforces the protection against rabies."
    }
}