{
    "170365007": {
        "name": "première vaccination contre la rage",
        "description": "Administration de la première dose d'un produit vaccinal contenant uniquement l'antigène du lyssavirus rabique",
        "ovetShorthand": "rage",
        "ovetDetailed": "Cette vaccination initiale contre la rage est cruciale pour protéger contre cette maladie virale mortelle. Elle commence à construire l'immunité en stimulant la production d'anticorps."
    },
    "170366008": {
        "name": "deuxième vaccination contre la rage",
        "description": "Administration de la deuxième dose d'un produit vaccinal contenant uniquement l'antigène du lyssavirus rabique",
        "ovetShorthand": "rage",
        "ovetDetailed": "Cette deuxième vaccination est vitale pour renforcer l'immunité établie par la première dose et garantir une protection durable."
    },
    "170367004": {
        "name": "troisième vaccination contre la rage",
        "description": "Administration de la troisième dose d'un produit vaccinal contenant uniquement l'antigène du lyssavirus rabique",
        "ovetShorthand": "rage",
        "ovetDetailed": "Cette troisième vaccination est importante pour assurer une immunité continue et compléter la protection à long terme."
    },
    "335861000009109": {
        "name": "vaccination contre la leptospirose canine",
        "description": "Un vaccin qui protège contre la leptospirose, une infection bactérienne qui peut affecter le foie et les reins.",
        "ovetShorthand": "leptospirose",
        "ovetDetailed": "Cette vaccination protège contre les bactéries Leptospira, qui peuvent causer de graves infections. Elle est essentielle pour les chiens exposés à l'extérieur."
    },
    "348691000009108": {
        "name": "vaccination contre la leucémie féline",
        "description": "Un vaccin conçu pour protéger contre le virus de la leucémie féline (FeLV), qui peut supprimer le système immunitaire.",
        "ovetShorthand": "leucémie féline",
        "ovetDetailed": "Cette vaccination est cruciale pour les chats d'extérieur qui peuvent entrer en contact avec des individus infectés."
    },
    "361661000009100": {
        "name": "vaccination contre la bordetella",
        "description": "Administration d'un produit vaccinal contenant l'antigène de Bordetella bronchiseptica",
        "ovetShorthand": "bordetella",
        "ovetDetailed": "Ce vaccin protège contre Bordetella bronchiseptica, une cause courante de toux de chenil, et est essentiel pour les chiens sociaux."
    },
    "396455004": {
        "name": "administration du vaccin contre la maladie de Lyme",
        "description": "Administration d'un produit vaccinal contenant uniquement l'antigène de Borrelia burgdorferi",
        "ovetShorthand": "maladie de Lyme",
        "ovetDetailed": "Ce vaccin protège contre Borrelia burgdorferi, responsable de la maladie de Lyme, qui peut causer des complications graves."
    },
    "34631000": {
        "name": "vaccination contre la rage",
        "description": "Administration d'un produit vaccinal contenant uniquement l'antigène du lyssavirus rabique",
        "ovetShorthand": "rage",
        "ovetDetailed": "Ce vaccin protège contre la rage, une maladie virale affectant le système nerveux central, souvent exigée par la loi."
    },
    "416059007": {
        "name": "vaccination de rappel contre la rage",
        "description": "Administration d'une dose de rappel d'un produit vaccinal contenant uniquement l'antigène du lyssavirus rabique",
        "ovetShorthand": "rage",
        "ovetDetailed": "Cette vaccination de rappel renforce la protection contre la rage et est essentielle pour maintenir les niveaux d'immunité."
    },
    "351341000009101": {
        "name": "Vaccination contre la la maladie de Carré/hépatite canine",
        "description": "Un vaccin qui protège contre la maladie de Carré et l'hépatite infectieuse, deux maladies virales graves.",
        "ovetShorthand": "distemper/hépatite",
        "ovetDetailed": "Cette vaccination est essentielle pour protéger les chiens contre deux maladies virales graves : la maladie de Carré et l'hépatite infectieuse. La vaccination est particulièrement importante pour les chiens dans des environnements à haut risque."
    },
    "344321000009105": {
        "name": "Vaccination animale contre la rage",
        "description": "Administration d'un produit vaccinal contenant uniquement l'antigène du lyssavirus rabique pour les animaux.",
        "ovetShorthand": "rage",
        "ovetDetailed": "Cette vaccination est essentielle pour les animaux afin de les protéger contre la rage, une maladie virale qui peut être fatale. Assurer que tous les animaux soient vaccinés est crucial pour la santé publique et la sécurité."
    },
    "335711000009100": {
        "name": "Vaccination contre la rhinotrachéite/FPL/calici",
        "description": "Un vaccin qui protège contre la rhinotrachéite virale féline, le virus de la panleucopénie féline (FPL) et le virus calicivirus félin.",
        "ovetShorthand": "rhinotrachéite/FPL/calici",
        "ovetDetailed": "Cette vaccination est essentielle pour protéger les chats contre trois maladies virales graves. Elle est particulièrement importante pour les jeunes chats et ceux vivant dans des environnements à risque."
    },
    "361911000009107": {
        "name": "État de chair 1/9",
        "description": "Évaluation de l'état de chair indiquant une condition corporelle très mince.",
        "ovetShorthand": "état de chair:1/9",
        "ovetDetailed": "Ce score indique une condition corporelle très mince, suggérant que l'animal peut être sous-poids et avoir besoin d'un soutien nutritionnel."
    },
    "361921000009104": {
        "name": "État de chair 2/9",
        "description": "Évaluation de l'état de chair indiquant une condition corporelle mince.",
        "ovetShorthand": "état de chair: 2/9",
        "ovetDetailed": "Ce score indique une condition corporelle mince, suggérant que l'animal peut être légèrement sous-poids et pourrait bénéficier d'une nutrition accrue."
    },
    "361931000009102": {
        "name": "État de chair 3/9",
        "description": "Évaluation de l'état de chair indiquant une condition corporelle modérée.",
        "ovetShorthand": "état de chair: 3/9",
        "ovetDetailed": "Ce score indique une condition corporelle modérée, suggérant que l'animal est à un poids sain mais peut nécessiter une surveillance."
    },
    "361941000009108": {
        "name": "État de chair 4/9",
        "description": "Évaluation de l'état de chair indiquant une condition corporelle idéale.",
        "ovetShorthand": "état de chair: 4/9",
        "ovetDetailed": "Ce score indique une condition corporelle idéale, suggérant que l'animal est à un poids sain et en bonne santé."
    },
    "361971000009100": {
        "name": "État de chair 5/9",
        "description": "Évaluation de l'état de chair indiquant une condition corporelle légèrement en surpoids.",
        "ovetShorthand": "état de chair: 5/9",
        "ovetDetailed": "Ce score indique une condition corporelle légèrement en surpoids, suggérant que l'animal peut avoir besoin de réduire son apport alimentaire ou d'augmenter son exercice."
    },
    "361951000009106": {
        "name": "État de chair 6/9",
        "description": "Évaluation de l'état de chair indiquant une condition corporelle en surpoids.",
        "ovetShorthand": "état de chair: 6/9",
        "ovetDetailed": "Ce score indique une condition corporelle en surpoids, suggérant que l'animal est à risque de problèmes de santé et peut nécessiter un plan de gestion du poids."
    },
    "361961000009109": {
        "name": "État de chair 7/9",
        "description": "Évaluation de l'état de chair indiquant une condition corporelle modérément obèse.",
        "ovetShorthand": "état de chair: 7/9",
        "ovetDetailed": "Ce score indique une condition corporelle modérément obèse, suggérant que l'animal est significativement en surpoids et devrait être évalué pour un programme de perte de poids."
    },
    "361981000009103": {
        "name": "État de chair 8/9",
        "description": "Évaluation de l'état de chair indiquant une condition corporelle obèse.",
        "ovetShorthand": "état de chair: 8/9",
        "ovetDetailed": "Ce score indique une condition corporelle obèse, suggérant que l'animal est à haut risque de problèmes de santé graves et nécessite une intervention diététique immédiate."
    },
    "361991000009101": {
        "name": "État de chair 9/9",
        "description": "Évaluation de l'état de chair indiquant une condition corporelle sévèrement obèse.",
        "ovetShorthand": "état de chair: 9/9",
        "ovetDetailed": "Ce score indique une condition corporelle sévèrement obèse, suggérant que l'animal est à un risque extrême de problèmes de santé mettant sa vie en danger et nécessite une attention vétérinaire urgente."
    }
}
